app/controllers/todolists_controller.rb

  def create
    list = List.new(list_params)
    list.save
---
INSERT INTO "lists" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "title1"], ["body", "body1"], ["created_at", "2021-10-29 08:56:11.464768"], ["updated_at", "2021-10-29 08:56:11.464768"]]